Repository: knotq-app/mobile
Catalog: ios/KnotQMobile/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fi, fr, he, hi, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# web.guide.schemes.p2_post
source: to indent and create nested structure.
ar: للمسافة البادئة وإنشاء هيكل متداخل.
cs: pro odsazení a vytvoření vnořené struktury.
da: til at indrykke og oprette indlejret struktur.
de: um Einzug zu erstellen und verschachtelte Struktur zu erstellen.
el: για εσοχή και δημιουργία εμφωλευμένης δομής.
es: para sangrar y crear estructura anidada.
fi: loukkaukseen ja sisäkkäisen rakenteen luomiseen.
fr: pour indenter et créer une structure imbriquée.
he: כדי להזיז ולחיזוק מבנה קינון.
hi: इंडेंट करने और नेस्टेड संरचना बनाने के लिए।
hu: a behúzáshoz és beágyazott szerkezet létrehozásához.
id: untuk melakukan indentasi dan membuat struktur bertingkat.
it: per indentare e creare una struttura annidiata.
ja: を使用してインデント括弧を作成します。
ko: 를 사용하여 들여쓰기하고 중첩된 구조를 만듭니다.
ms: untuk mengindentasi dan membuat struktur bersarang.
nb: for å innrykke og opprette nestet struktur.
nl: om in te springen en geneste structuur te maken.
pl: aby wciąć i utworzyć strukturę zagnieżdżoną.
pt_br: para indentar e criar estrutura aninhada.
pt_pt: para indentação e criar estrutura aninhada.
ro: pentru a indenta și a crea structură imbricată.
ru: чтобы отступить и создать вложенную структуру.
sk: na odsadenie a vytvorenie vnorenej štruktúry.
sv: för att dra in och skapa kapslad struktur.
th: เพื่อย่นและสร้างโครงสร้างที่ซ้อนกัน
tr: iç içe yapı oluşturmak için girintili hale getirin.
uk: щоб зробити відступ і створити вкладену структуру.
vi: để thụt lề và tạo cấu trúc lồng nhau.
zh_hans: 来缩进和创建嵌套结构。
zh_hant: 來縮排和建立巢狀結構。

# web.guide.schemes.p2_pre
source: Lines can be headings, checkmarks, bullets, numbered steps, or plain notes. Use
ar: يمكن أن تكون الأسطر عناوين أو علامات اختيار أو نقاط أو خطوات مرقمة أو ملاحظات عادية. استخدم
cs: Řádky mohou být nadpisy, zatrhávací značky, odrážky, číslované kroky nebo prosté poznámky. Použijte
da: Linjer kan være overskrifter, afkrydsningsfelter, punkter, nummererede trin eller almindelige noter. Brug
de: Zeilen können Überschriften, Kontrollkästchen, Aufzählungszeichen, nummerierte Schritte oder einfache Notizen sein. Verwenden Sie
el: Οι γραμμές μπορούν να είναι επικεφαλίδες, σημάδια ελέγχου, κουλες, αριθμημένα βήματα ή απλές σημειώσεις. Χρησιμοποιήστε
es: Las líneas pueden ser encabezados, marcas de verificación, viñetas, pasos numerados, o notas simples. Usa
fi: Rivit voivat olla otsikoita, rasteja, luettelomerkkejä, numeroituja vaiheita tai tavallisia muistiinpanoja. Käytä
fr: Les lignes peuvent être des en-têtes, des coches, des puces, des étapes numérotées ou des notes simples. Utilisez
he: שורות יכול להיות כותרות, סימנים סימון, כדורים, מחוברים ממוספרים, או הערות רגילות. השתמש
hi: पंक्तियां शीर्षक, चेकमार्क, बुलेट, संख्यांकित कदम, या सादे नोट्स हो सकते हैं। उपयोग करें
hu: A sorok lehetnek fejlécek, pipák, felsorolások, számozott lépések vagy sima megjegyzések. Használat
id: Baris dapat berupa judul, tanda centang, poin, langkah bernomor, atau catatan biasa. Gunakan
it: Le righe possono essere intestazioni, segni di spunta, punti elenco, passaggi numerati o note semplici. Usa
ja: 行は見出し、チェックマーク、箇条書き、番号付きステップ、または単純なメモです。
ko: 줄은 제목, 체크마크, 글머리 기호, 번호 매기기 단계 또는 일반 노트일 수 있습니다.
ms: Garis dapat berupa judul, tanda centang, poin, langkah bernomor, atau catatan biasa. Menggunakan
nb: Linjer kan være overskrifter, avmerkinger, kuler, nummererte trinn eller enkle notater. Bruk
nl: Regels kunnen koppen, selectievakjes, opsommingspunten, genummerde stappen of gewone notities zijn. Gebruik
pl: Linie mogą być nagłówkami, zaznaczeniami, punktami, liczbowanymi krokami lub zwykłymi notatkami. Użyj
pt_br: As linhas podem ser títulos, marcas de seleção, marcadores, passos numerados ou notas simples. Use
pt_pt: As linhas podem ser títulos, marca de verificação, marcadores, passos numerados ou notas simples. Use
ro: Liniile pot fi titluri, bifări, puncte, pași numerotați sau note simple. Utilizați
ru: Строки могут быть заголовками, галочками, маркёрами, пронумерованными шагами или простыми заметками. Используйте
sk: Riadky môžu byť nadpisy, zaškrtávače, odrážky, číslované kroky alebo jednoduché poznámky. Použitie
sv: Rader kan vara rubriker, bockmarkeringar, kulor, numrerade steg eller vanliga anteckningar. Använd
th: บรรทัดสามารถเป็นหัวเรื่อง เครื่องหมายถูก สัญลักษณ์แสดงหัวข้อ ขั้นตอนลำดับที่ หรือหมายเหตุธรรมดา ใช้
tr: Satırlar başlıklar, onay işaretleri, madde işaretleri, numaralı adımlar veya düz notlar olabilir. Kullan
uk: Рядки можуть бути заголовками, прапорцями, маркерами, нумерованими кроками або простими нотатками. Використовуйте
vi: Các dòng có thể là tiêu đề, dấu kiểm, dấu đầu dòng, các bước được đánh số hoặc ghi chú đơn giản. Sử dụng
zh_hans: 行可以是标题、复选标记、项目符号、编号步骤或纯笔记。使用
zh_hant: 行可以是標題、複選標記、項目符號、編號步驟或純文本。使用

# web.guide.schemes.term_new
source: + New
ar: + جديد
cs: + Nový
da: + Ny
de: + Neu
el: + Νέο
es: + Nuevo
fi: + Uusi
fr: + Nouveau
he: + חדש
hi: + नया
hu: + Új
id: + Baru
it: + Nuovo
ja: + 新規
ko: + 새로 만들기
ms: + Baru
nb: + Ny
nl: + Nieuw
pl: + Nowy
pt_br: + Novo
pt_pt: + Novo
ro: + Nou
ru: + Создать
sk: + Nový
sv: + Nytt
th: + ใหม่
tr: + Yeni
uk: + Новий
vi: + Mới
zh_hans: + 新建
zh_hant: + 新增

# web.guide.schemes.term_scheme
source: scheme
ar: خطة
cs: schéma
da: skema
el: σχέδιο
es: esquema
fi: kaavio
fr: schéma
he: סכמה
hi: योजना
hu: séma
id: skema
it: schema
ja: スキーム
ko: 스킴
ms: skema
nb: skjema
nl: schema
pl: schemat
pt_br: esquema
pt_pt: esquema
ro: schemă
ru: схему
sk: schéma
sv: schema
th: โครงการ
tr: şema
uk: схема
vi: lược đồ
zh_hans: 方案
zh_hant: 規劃方案

# web.guide.schemes.title
source: Schemes
ar: الخطط
cs: Schémata
da: Skemaer
el: Σχέδια
es: Esquemas
fi: Kaaviot
fr: Schémas
he: סכמות
hi: योजनाएं
hu: Sémák
id: Skema
it: Schemi
ja: スキーム
ko: 스킴
ms: Skema
nb: Skjemaer
nl: Schema's
pl: Schematy
pt_br: Esquemas
pt_pt: Esquemas
ro: Scheme
ru: Схемы
sk: Schémy
sv: Scheman
th: โครงการ
tr: Şemalar
uk: Схеми
vi: Lược đồ
zh_hans: 方案
zh_hant: 規劃方案

# web.guide.search.p_post
source: to search across all schemes and calendar items.
ar: للبحث عبر جميع الخطط وعناصر التقويم.
cs: pro vyhledávání v rámci všech schémat a položek kalendáře.
da: til at søge på tværs af alle skemaer og kalenderelementer.
de: um über alle Schemes und Kalenderelemente zu suchen.
el: για αναζήτηση σε όλα τα σχέδια και στοιχεία ημερολογίου.
es: para buscar en todos los esquemas y elementos de calendario.
fi: etsimään kaikista kaavioista ja kalenterin kohteista.
fr: pour rechercher dans tous les schémas et éléments de calendrier.
he: לחיפוש על פני כל סכמות ופריטי לוח שנה.
hi: सभी योजनाओं और कैलेंडर आइटमों में खोज करने के लिए।
hu: az összes séma és naptár tárgy között.
id: untuk mencari di semua skema dan item kalender.
it: per cercare in tutti gli schemi e negli elementi del calendario.
ja: で、すべてのスキームとカレンダーアイテムを検索します。
ko: 를 눌러 모든 스킴 및 캘린더 항목을 검색합니다.
ms: untuk mencari di semua skema dan item kalender.
nb: for å søke på tvers av alle skjemaer og kalenderelementer.
nl: om te zoeken in alle schema's en agendavermeldingen.
pl: aby wyszukać we wszystkich schematach i elementach kalendarza.
pt_br: para buscar em todos os esquemas e itens de calendário.
pt_pt: para pesquisar em todos os esquemas e itens de calendário.
ro: pentru a căuta în toate schemele și articolele de calendar.
ru: чтобы осуществлять поиск по всем схемам и элементам календаря.
sk: na vyhľadávanie vo všetkých schémach a položkách kalendára.
sv: för att söka i alla scheman och kalenderobjekt.
th: เพื่อค้นหาทั่วโครงการและรายการปฏิทินทั้งหมด
tr: tüm şemalar ve takvim öğelerinde arama yapmak için.
uk: для пошуку по всіх схемах та елементах календаря.
vi: để tìm kiếm trên tất cả các lược đồ và mục lịch.
zh_hans: 以在所有方案和日历项目中搜索。
zh_hant: 以搜尋所有規劃方案和日曆項目。

# web.guide.search.p_pre
source: Press
ar: اضغط على
cs: Stiskněte
da: Tryk
de: Drücken Sie
el: Πατήστε
es: Presiona
fi: Paina
fr: Appuyez sur
he: לחץ
hi: दबाएं
hu: Nyomja meg
id: Tekan
it: Premi
ms: Tekan
nb: Trykk
nl: Druk op
pl: Naciśnij
pt_br: Pressione
pt_pt: Pressione
ro: Apăsați
ru: Нажмите
sk: Stlačte
sv: Tryck
th: กด
tr: Basın
uk: Натисніть
vi: Nhấn
zh_hans: 按下
zh_hant: 按下

# web.guide.search.title
source: Search
ar: البحث
cs: Hledání
da: Søgning
de: Suchen
el: Αναζήτηση
es: Búsqueda
fi: Haku
fr: Recherche
he: חיפוש
hi: खोज
hu: Keresés
id: Pencarian
it: Ricerca
ja: 検索
ko: 검색
ms: Pencarian
nb: Søk
nl: Zoeken
pl: Wyszukiwanie
pt_br: Busca
pt_pt: Pesquisa
ro: Căutare
ru: Поиск
sk: Vyhľadávanie
sv: Sök
th: ค้นหา
tr: Arama
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

# web.guide.shortcuts.close_search_or_popover
source: Close search, cancel rename/delete, stop calendar drag, or close the active popover
ar: إغلاق البحث أو إلغاء إعادة التسمية/الحذف أو إيقاف سحب التقويم أو إغلاق منتقي النافذة النشطة
cs: Zavřít vyhledávání, zrušit přejmenování/smazání, zastavit přetahování kalendáře nebo zavřít aktivní překryvné okno
da: Luk søgning, annuller omdøbning/sletning, stop kalendertrækking, eller luk den aktive popover
de: Suche schließen, Umbenennung/Löschung abbrechen, Kalender-Drag beenden oder aktives Popover schließen
el: Κλείστε την αναζήτηση, ακυρώστε την μετονομασία/διαγραφή, σταματήστε το σύρσιμο ημερολογίου ή κλείστε το ενεργό popover
es: Cierra búsqueda, cancela renombrado/eliminación, detén arrastre de calendario, o cierra la ventana emergente activa
fi: Sulje haku, peruuta nimen muutos/poistaminen, lopeta kalenterin vetäminen tai sulje aktiivinen ponnahdus
fr: Fermez la recherche, annulez le renommage/suppression, arrêtez le glisser-déposer du calendrier ou fermez la fenêtre contextuelle active
he: סגור חיפוש, בטל שם הודעה/מחיקה, עצור גרירת לוח שנה, או סגור את popover פעיל
hi: खोज बंद करें, नाम बदलने/हटाने को रद्द करें, कैलेंडर ड्रैग बंद करें, या सक्रिय पॉपओवर बंद करें
hu: Keresés bezárása, átnevezés/törlés visszavonása, naptár húzásának leállítása, vagy az aktív felugró ablak bezárása
id: Tutup pencarian, batalkan rename/delete, hentikan seret kalender, atau tutup popover aktif
it: Chiudi ricerca, annulla rinomina/eliminazione, interrompi il trascinamento del calendario, o chiudi il popover attivo
ja: 検索を閉じるか、名前変更/削除をキャンセルするか、カレンダードラッグを停止するか、アクティブなポップオーバーを閉じます
ko: 검색 닫기, 이름 바꾸기/삭제 취소, 캘린더 드래그 중지 또는 활성 팝오버 닫기
ms: Tutup pencarian, batalkan ganti nama/hapus, hentikan seret kalender, atau tutup popover aktif
nb: Lukk søk, avbryt omdøping/sletting, stopp kalendersdrag eller lukk den aktive popoveren
nl: Sluit zoeken, annuleer hernoemen/verwijderen, stop agendaSleep of sluit de actieve popover
pl: Zamknij wyszukiwanie, anuluj zmianę nazwy/usunięcie, zatrzymaj przeciąganie kalendarza lub zamknij aktywne okno podręczne
pt_br: Fechar busca, cancelar renomear/excluir, parar arrasto de calendário ou fechar o popover ativo
pt_pt: Fechar pesquisa, cancelar renomeação/eliminação, parar arrasto de calendário ou fechar o popover ativo
ro: Închideți căutarea, anulați redenumire/ștergere, opriți tragerea calendarului sau închideți popover-ul activ
ru: Закрыть поиск, отменить переименование/удаление, остановить перетаскивание календаря или закрыть активное всплывающее окно
sk: Zavriet vyhľadávanie, zrušiť premenovanie/zmazanie, zastaviť ťahanie kalendára alebo zavrieť aktívny popover
sv: Stäng sökning, avbryt namnbyte/borttagning, stoppa kalenderdragning eller stäng den aktiva popover
th: ปิดการค้นหา ยกเลิกการเปลี่ยนชื่อ/ลบ หยุดการลากปฏิทิน หรือปิดป๊อปโอเวอร์ที่ใช้งานอยู่
tr: Aramayı kapatın, yeniden adlandırma/silmeyi iptal edin, takvim sürüklemesini durdurun veya etkin açılır pencereyi kapatın
uk: Закрити пошук, скасувати перейменування/видалення, припинити перетягування календаря або закрити активне вспливаюче вікно
vi: Đóng tìm kiếm, hủy đổi tên/xóa, dừng kéo lịch hoặc đóng chế độ bật mở hoạt động
zh_hans: 关闭搜索，取消重命名/删除，停止日历拖动或关闭活动弹出窗口
zh_hant: 關閉搜尋、取消重新命名/刪除、停止日曆拖動或關閉活躍彈出視窗

# web.guide.shortcuts.copy
source: Copy
ar: نسخ
cs: Kopírovat
da: Kopiér
de: Kopieren
el: Αντιγραφή
es: Copiar
fi: Kopioi
fr: Copier
he: העתק
hi: कॉपी करें
hu: Másolás
id: Salin
it: Copia
ja: コピー
ko: 복사
ms: Salin
nb: Kopier
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
pt_pt: Copiar
ro: Copiere
ru: Копировать
sk: Kopíruj
sv: Kopiera
th: คัดลอก
tr: Kopyala
uk: Копіювати
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

# web.guide.shortcuts.cut
source: Cut
ar: قص
cs: Vyjmout
da: Klip
de: Ausschneiden
el: Αποκοπή
es: Cortar
fi: Leikkaa
fr: Couper
he: גזור
hi: काटें
hu: Kivágás
id: Potong
it: Taglia
ja: 切り取り
ko: 잘라내기
ms: Potong
nb: Klipp ut
nl: Knippen
pl: Wytnij
pt_br: Cortar
pt_pt: Cortar
ro: Tăiere
ru: Вырезать
sk: Strihaj
sv: Klipp ut
th: ตัด
tr: Kes
uk: Вирізати
vi: Cắt
zh_hans: 剪切
zh_hant: 剪下

# web.guide.shortcuts.delete_backward
source: Delete backward
ar: حذف للخلف
cs: Smazat vzad
da: Slet bagud
de: Rückwärts löschen
el: Διαγραφή προς τα πίσω
es: Eliminar hacia atrás
fi: Poista taaksepäin
fr: Supprimer en arrière
he: מחק לאחור
hi: पीछे की ओर हटाएं
hu: Törlés hátrafelé
id: Hapus ke belakang
it: Elimina indietro
ja: 後ろに削除
ko: 뒤로 삭제
ms: Hapus mundur
nb: Slett bakover
nl: Verwijder achterwaarts
pl: Usuń wstecz
pt_br: Excluir para trás
pt_pt: Eliminar para trás
ro: Ștergere înapoi
ru: Удалить назад
sk: Zmazať dozadu
sv: Ta bort bakåt
th: ลบย้อนหลัง
tr: Geriye doğru sil
uk: Видалити назад
vi: Xóa về phía sau
zh_hans: 向后删除
zh_hant: 向後刪除

# web.guide.shortcuts.delete_forward
source: Delete forward
ar: حذف للأمام
cs: Smazat dopředu
da: Slet fremad
de: Vorwärts löschen
el: Διαγραφή προς τα εμπρός
es: Eliminar hacia adelante
fi: Poista eteenpäin
fr: Supprimer en avant
he: מחק קדימה
hi: आगे की ओर हटाएं
hu: Törlés előrefelé
id: Hapus maju
it: Elimina avanti
ja: 前方に削除
ko: 앞으로 삭제
ms: Hapus maju
nb: Slett forover
nl: Verwijder voorwaarts
pl: Usuń do przodu
pt_br: Excluir para frente
pt_pt: Eliminar para a frente
ro: Ștergere înainte
ru: Удалить вперёд
sk: Zmazať dopredu
sv: Ta bort framåt
th: ลบไปข้างหน้า
tr: İleri doğru sil
uk: Видалити вперед
vi: Xóa phía trước
zh_hans: 向前删除
zh_hant: 向前刪除

# web.guide.shortcuts.delete_next_word
source: Delete next word
ar: حذف الكلمة التالية
cs: Smazat další slovo
da: Slet næste ord
de: Nächstes Wort löschen
el: Διαγραφή της επόμενης λέξης
es: Eliminar siguiente palabra
fi: Poista seuraava sana
fr: Supprimer le mot suivant
he: מחק מילה הבאה
hi: अगला शब्द हटाएं
hu: Következő szó törlése
id: Hapus kata berikutnya
it: Elimina parola successiva
ja: 次の単語を削除
ko: 다음 단어 삭제
ms: Hapus kata berikutnya
nb: Slett neste ord
nl: Volgende woord verwijderen
pl: Usuń następne słowo
pt_br: Excluir próxima palavra
pt_pt: Eliminar próxima palavra
ro: Ștergere cuvânt următor
ru: Удалить следующее слово
sk: Zmazať ďalšie slovo
sv: Ta bort nästa ord
th: ลบคำถัดไป
tr: Sonraki kelimeyi sil
uk: Видалити наступне слово
vi: Xóa từ tiếp theo
zh_hans: 删除下一个单词
zh_hant: 刪除下一個單詞

# web.guide.shortcuts.delete_previous_word
source: Delete previous word
ar: حذف الكلمة السابقة
cs: Smazat předchozí slovo
da: Slet forrige ord
de: Vorheriges Wort löschen
el: Διαγραφή της προηγούμενης λέξης
es: Eliminar palabra anterior
fi: Poista edellinen sana
fr: Supprimer le mot précédent
he: מחק מילה קודמת
hi: पिछला शब्द हटाएं
hu: Előző szó törlése
id: Hapus kata sebelumnya
it: Elimina parola precedente
ja: 前の単語を削除
ko: 이전 단어 삭제
ms: Hapus kata sebelumnya
nb: Slett forrige ord
nl: Vorig woord verwijderen
pl: Usuń poprzednie słowo
pt_br: Excluir palavra anterior
pt_pt: Eliminar palavra anterior
ro: Ștergere cuvânt anterior
ru: Удалить предыдущее слово
sk: Zmazať predchádzajúce slovo
sv: Ta bort föregående ord
th: ลบคำก่อนหน้า
tr: Önceki kelimeyi sil
uk: Видалити попереднє слово
vi: Xóa từ trước đó
zh_hans: 删除上一个单词
zh_hant: 刪除前一個單詞

# web.guide.shortcuts.delete_to_end_of_line
source: Delete to end of line
ar: الحذف إلى نهاية السطر
cs: Smazat do konce řádku
da: Slet til slutningen af linjen
de: Bis zum Ende der Zeile löschen
el: Διαγραφή μέχρι το τέλος της γραμμής
es: Eliminar hasta fin de línea
fi: Poista rivin loppuun
fr: Supprimer jusqu'à la fin de la ligne
he: מחק לסוף שורה
hi: पंक्ति के अंत तक हटाएं
hu: Törlés a sor végéig
id: Hapus hingga akhir baris
it: Elimina fino alla fine della riga
ja: 行末まで削除
ko: 줄의 끝까지 삭제
ms: Hapus ke akhir baris
nb: Slett til slutten av linjen
nl: Verwijderen tot einde regel
pl: Usuń do końca linii
pt_br: Excluir até o final da linha
pt_pt: Eliminar até ao fim da linha
ro: Ștergere până la sfârşitul liniei
ru: Удалить до конца строки
sk: Zmazať do konca riadku
sv: Ta bort till slutet av raden
th: ลบไปจนท้ายแถว
tr: Satırın sonuna kadar sil
uk: Видалити до кінця рядка
vi: Xóa đến cuối dòng
zh_hans: 删除到行尾
zh_hant: 刪除到行尾

# web.guide.shortcuts.delete_to_start_of_line
source: Delete to start of line
ar: الحذف إلى بداية السطر
cs: Smazat na začátek řádku
da: Slet til starten af linjen
de: Bis zum Anfang der Zeile löschen
el: Διαγραφή έως την αρχή της γραμμής
es: Eliminar hasta inicio de línea
fi: Poista rivin alkuun
fr: Supprimer jusqu'au début de la ligne
he: מחק להתחלת שורה
hi: पंक्ति की शुरुआत तक हटाएं
hu: Törlés a sor elejéig
id: Hapus hingga awal baris
it: Elimina dall'inizio della riga
ja: 行の開始まで削除
ko: 줄의 시작까지 삭제
ms: Hapus ke awal baris
nb: Slett til starten av linjen
nl: Verwijderen tot begin regel
pl: Usuń od początku linii
pt_br: Excluir até o início da linha
pt_pt: Eliminar até ao início da linha
ro: Ștergere la începutul liniei
ru: Удалить до начала строки
sk: Zmazať od začiatku riadku
sv: Ta bort till början av raden
th: ลบไปจนต้นแถว
tr: Satırın başına kadar sil
uk: Видалити до початку рядка
vi: Xóa đến đầu dòng
zh_hans: 删除到行首
zh_hant: 刪除到行首

# web.guide.shortcuts.header_action
source: Action
ar: الإجراء
cs: Akce
da: Handling
de: Aktion
el: Ενέργεια
es: Acción
fi: Toiminto
he: פעולה
hi: कार्रवाई
hu: Műveleti
id: Tindakan
it: Azione
ja: アクション
ko: 작업
ms: Tindakan
nb: Handling
nl: Actie
pl: Akcja
pt_br: Ação
pt_pt: Ação
ro: Acțiune
ru: Действие
sk: Akcia
sv: Åtgärd
th: การกระทำ
tr: Eylem
uk: Дія
vi: Hành động
zh_hans: 操作
zh_hant: 動作

# web.guide.shortcuts.header_shortcut
source: Shortcut
ar: الاختصار
cs: Klávesová zkratka
da: Genvej
de: Tastenkombination
el: Συντόμευση
es: Atajo
fi: Pikanäppäin
fr: Raccourci
he: קיצור דרך
hi: शॉर्टकट
hu: Billentyűparancs
id: Pintasan
it: Scorciatoia
ja: ショートカット
ko: 바로가기
ms: Jalan pintas
nb: Snarvei
nl: Sneltoets
pl: Skrót
pt_br: Atalho
pt_pt: Atalho
ro: Scurtătură
ru: Сочетание клавиш
sk: Klávesová skratka
sv: Genväg
th: ปุ่มลัด
tr: Kısayol
uk: Ярлик
vi: Phím tắt
zh_hans: 快捷键
zh_hant: 快捷方式

# web.guide.shortcuts.indent
source: Indent
ar: مسافة بادئة
cs: Odsadit
da: Indrykke
de: Einzug
el: Εσοχή
es: Sangría
fi: Loukkaukseen
fr: Indenter
he: הזח
hi: इंडेंट
hu: Behúzás
id: Indentasi
it: Aumenta rientro
ja: インデント
ko: 들여쓰기
ms: Indentasi
nb: Innrykk
nl: Inspringen
pl: Wcięcie
pt_br: Indentar
pt_pt: Indentação
ru: Отступ
sk: Odsadi
sv: Dra in
th: ย่อ
tr: Girintile
uk: Відступ
vi: Thụt lề
zh_hans: 缩进
zh_hant: 縮排

# web.guide.shortcuts.insert_new_line
source: Insert a new line
ar: إدراج سطر جديد
cs: Vložit nový řádek
da: Indsæt en ny linje
de: Eine neue Zeile einfügen
el: Εισαγάγετε μια νέα γραμμή
es: Insertar una línea nueva
fi: Lisää uusi rivi
fr: Insérer une nouvelle ligne
he: הוסף שורה חדשה
hi: एक नई पंक्ति सम्मिलित करें
hu: Új sor beszúrása
id: Sisipkan baris baru
it: Inserisci una nuova riga
ja: 新しい行を挿入
ko: 새 줄 삽입
ms: Sisipkan baris baru
nb: Sett inn en ny linje
nl: Een nieuwe regel invoegen
pl: Wstaw nową linię
pt_br: Inserir uma nova linha
pt_pt: Inserir uma nova linha
ro: Introduceți o linie nouă
ru: Вставить новую строку
sk: Vložiť nový riadok
sv: Infoga en ny rad
th: แทรกบรรทัดใหม่
tr: Yeni satır ekle
uk: Вставити новий рядок
vi: Chèn một dòng mới
zh_hans: 插入新行
zh_hant: 插入新行

# web.guide.shortcuts.intro_mid1
source: shortcuts work as
ar: الاختصارات تعمل باسم
cs: klávesové zkratky fungují jako
da: genveje virker som
de: Tastenkombinationen funktionieren wie
el: συντομεύσεις λειτουργούν ως
es: atajos funcionan como
fi: pikanäppäimet toimivat
fr: les raccourcis fonctionnent comme
he: קיצורי דרך עובדים כ
hi: शॉर्टकट काम करते हैं जैसे
hu: billentyűparancsok a következő módon működnek:
id: pintasan bekerja sebagai
it: scorciatoie funzionano come
ja: ショートカットは
ko: 바로가기는 Windows 및 Linux에서
ms: jalan pintas bekerja sebagai
nb: snarvei fungerer som
nl: sneltoetsen werken als
pl: skróty działają jako
pt_br: atalhos funcionam como
pt_pt: atalhos funcionam como
ro: scurtăturile funcționează ca
ru: работают как
sk: skratky fungujú ako
sv: genväggar fungerar som
th: ปุ่มลัดทำงานเป็น
tr: kısayollar şu şekilde çalışır
uk: ярлики роблять як
vi: phím tắt hoạt động như
zh_hans: 快捷键的作用
zh_hant: 快捷方式在

# web.guide.shortcuts.intro_mid2
source: on Windows and Linux.
ar: على Windows و Linux.
cs: na Windows a Linuxu.
da: på Windows og Linux.
de: unter Windows und Linux.
el: στα Windows και Linux.
es: en Windows y Linux.
fi: Windowsissa ja Linuxissa.
fr: sous Windows et Linux.
he: ב-Windows וLinux.
hi: Windows और Linux पर।
hu: Windows és Linux alatt.
id: di Windows dan Linux.
it: su Windows e Linux.
ja: Windows and Linux では機能します。
ko: 바로가기로 작동합니다.
ms: di Windows dan Linux.
nb: på Windows og Linux.
nl: op Windows en Linux.
pl: w systemach Windows i Linux.
pt_br: no Windows e Linux.
pt_pt: no Windows e Linux.
ro: pe Windows și Linux.
ru: в Windows и Linux.
sk: na Windows a Linuxe.
sv: på Windows och Linux.
th: บน Windows และ Linux
tr: Windows ve Linux'ta.
uk: у Windows та Linux.
vi: trên Windows và Linux.
zh_hans: 在 Windows 和 Linux 上。
zh_hant: 在 Windows 和 Linux 上作用相同。

# web.guide.shortcuts.intro_mid3
source: means
ar: يعني
cs: znamená
da: betyder
de: bedeutet
el: σημαίνει
es: significa
fi: tarkoittaa
fr: signifie
he: אומר
hi: का मतलब है
hu: azt jelenti
id: berarti
it: significa
ja: は
ko: 는 macOS에서
ms: berarti
nb: betyr
nl: betekent
pl: oznacza
pt_br: significa
pt_pt: significa
ro: înseamnă
ru: означает
sk: znamená
sv: betyder
th: หมายถึง
tr: anlamına gelir
uk: означає
vi: có nghĩa là
zh_hans: 意思是
zh_hant: 意思是

# web.guide.shortcuts.intro_post
source: on macOS.
ar: على macOS.
cs: na macOS.
da: på macOS.
de: auf macOS.
el: στο macOS.
es: en macOS.
fi: macOS:ssa.
fr: sur macOS.
he: ב-macOS.
hi: macOS पर।
hu: macOS-en.
id: di macOS.
it: su macOS.
ja: macOS では。
ko: 를 의미합니다.
ms: di macOS.
nb: på macOS.
nl: op macOS.
pl: w systemie macOS.
pt_br: no macOS.
pt_pt: no macOS.
ro: pe macOS.
ru: на macOS.
sk: na macOS.
sv: på macOS.
th: บน macOS
tr: macOS'ta.
uk: на macOS.
vi: trên macOS.
zh_hans: 在 macOS 上。
zh_hant: 在 macOS 上。

# web.guide.shortcuts.intro_pre
source: All
ar: جميع
cs: Všechny
da: Alle
de: Alle
el: Όλες
es: Todos los
fi: Kaikki
fr: Tous les
he: כל
hi: सभी
hu: Összes
id: Semua
it: Tutte le
ja: すべての「
ko: 모든
ms: Semua
nb: Alle
nl: Alle
pl: Wszystkie
pt_br: Todos os
pt_pt: Todos os
ro: Toți
ru: Все
sk: Všetky
sv: Alla
th: ทั้งหมด
tr: Tümü
uk: Все
vi: Tất cả
zh_hans: 所有
zh_hant: 所有

# web.guide.shortcuts.move_cursor_by_character
source: Move cursor by character
ar: تحريك المؤشر حسب الحرف
cs: Přesunout kurzor po znaku
da: Flyt cursor efter tegn
de: Cursor nach Zeichen verschieben
el: Μετακίνηση κέρσορα κατά χαρακτήρα
es: Mover cursor por carácter
fi: Siirrä kursoria merkistä
fr: Déplacer le curseur par caractère
he: הנע סמן לפי תו
hi: कर्सर को वर्ण से स्थानांतरित करें
hu: Kurzor mozgatása karakterrel
id: Pindahkan kursor berdasarkan karakter
it: Sposta il cursore per carattere
ja: カーソルを文字で移動
ko: 문자 단위로 커서 이동
ms: Pindahkan kursor berdasarkan karakter
nb: Flytt markør etter tegn
nl: Cursor per teken verplaatsen
pl: Przesuń kursor za pomocą znaku
pt_br: Mover cursor por caractere
pt_pt: Mover cursor por personagem
ro: Mutați cursorul după caracter
ru: Перемещение курсора на символ
sk: Presunúť kurzor podľa znaku
sv: Flytta markör efter tecken
th: ย้ายเคอร์เซอร์ตามอักขระ
tr: İmleci karaktere göre hareket ettir
uk: Переместити курсор за символом
vi: Di chuyển con trỏ theo ký tự
zh_hans: 按字符移动光标
zh_hant: 按字元移動游標
